{"id": 361, "data": "The fire control system includes a laser rangefinder, computer, wind sensor and, in the latest model, thermal imaging equipment.", "label": [[64, 75, "Device"]]}
{"id": 362, "data": "Ground IR and radar sensors are used to cue the aerostat imaging sensor to identify targets.", "label": [[57, 71, "Device"]]}
{"id": 363, "data": "This sensor is compact and reliable for use in the cover gas hydrogen meter in place of the katharometer.", "label": [[5, 11, "Device"]]}
{"id": 364, "data": "In construction the katharometer comprises two chambers, each with an identical thermal conductivity sensor.", "label": [[101, 107, "Device"]]}
{"id": 365, "data": "Based on Rayleigh scattering, the sensor can be used to monitor perimeters around secure facilities and prisons.", "label": [[34, 40, "Device"]]}
{"id": 366, "data": "Most modern sensors are electronic and work on the principle that temperature, pressure or stress affects the electrical behaviour of the sensor.", "label": [[138, 144, "Device"]]}
{"id": 367, "data": "Another switch will open a system or door only when its sensor reads the eyeballs of the owner.", "label": [[56, 62, "Device"]]}
{"id": 368, "data": "It registers the severity of the crash by reading the deceleration data from the airbag's sensor.", "label": [[90, 96, "Device"]]}
{"id": 369, "data": "You've got to orient your own hand exactly or the sensor won't read it correctly.", "label": [[50, 56, "Device"]]}
{"id": 370, "data": "The hard real-time system would guarantee that sensor inputs would not be missed.", "label": [[47, 53, "Device"]]}
{"id": 371, "data": "The new rheometer provides an extended torque range, a new normal force sensor with high stability and accuracy.", "label": [[72, 78, "Device"]]}
{"id": 372, "data": "The data recorder is part of the sensor in every vehicle that triggers the air bag in a crash.", "label": [[33, 39, "Device"]]}
{"id": 373, "data": "A sensor in the heel measures changes in compression each time the wearer's foot hits the ground.", "label": [[2, 8, "Device"]]}
{"id": 374, "data": "A microprocessor, as small as a postage stamp, performs thousands of calculations per second based on readings from the sensor.", "label": [[120, 126, "Device"]]}
{"id": 375, "data": "The research team is now exploring the possibility of using eye contact sensor glasses to treat children with autistic spectrum disorder.", "label": [[72, 78, "Device"]]}
{"id": 376, "data": "Each sensor of the array undergoes a reversible change in electrical resistance when exposed to a vapor or analyte.", "label": [[5, 11, "Device"]]}
{"id": 377, "data": "Unlike the torque sensor on Miller's car, which is fitted around the pinion shaft, Kalitta's is bolted to the back of the reverser.", "label": [[18, 24, "Device"]]}
{"id": 378, "data": "The sensor preferably is either an anisotopic magnetoresistive element or a spin valve element less than 0.6 m wide.", "label": [[4, 10, "Device"]]}
{"id": 379, "data": "The new sensor allows the user to communicate with each sensor element of the array by computer.", "label": [[8, 14, "Device"]]}
{"id": 380, "data": "A second gas volume flow sensor is located in the connection line between the patient connection piece and the patient being respirated.", "label": [[25, 31, "Device"]]}
{"id": 381, "data": "In addition, almost all come with a laser sensor, which picks up emissions from a laser gun as used in portable traps.", "label": [[36, 48, "Device"]]}
{"id": 382, "data": "The sensor could be inserted into tissue, excited with a laser pointer, and provide real-time, continuous monitoring of blood glucose level.", "label": [[4, 10, "Device"]]}
{"id": 383, "data": "The temperature of the water bath is controlled by a microprocessor and a temperature sensor.", "label": [[74, 92, "Device"]]}
{"id": 384, "data": "The sensor can time this journey down to the nanosecond, ESA says, meaning that the instrument is accurate to within two centimetres.", "label": [[4, 10, "Device"]]}
{"id": 385, "data": "In addition, a cheap sensor cannot distinguish between a water pipe, a structural beam and a power cable.", "label": [[21, 27, "Device"]]}
{"id": 386, "data": "These systems use radar as the surveillance and cueing sensor to achieve this.", "label": [[48, 61, "Device"]]}
{"id": 387, "data": "Microwave sensor data, thermal and radiometric information etc. can be got even under adverse weather conditions or cloud cover.", "label": [[0, 16, "Device"]]}
{"id": 388, "data": "The screen also has both a variable brightness control as well as an ambient light sensor that automatically adjusts to the environment.", "label": [[77, 89, "Device"]]}
{"id": 389, "data": "The oxygen sensor was inserted through the bark side in the same way as for the trees in the arboretum.", "label": [[4, 17, "Device"]]}
{"id": 390, "data": "Other options include 6-disc in-dash CD autochanger, sunroof and parking distance sensor.", "label": [[73, 88, "Device"]]}
{"id": 391, "data": "In tall canopies, the operator moves beneath the canopy along a linear path, keeping the sensor oriented to the sun with the help of a sight.", "label": [[89, 95, "Device"]]}
{"id": 392, "data": "The optical sensor functions as a rangefinder, measuring the height of the target beneath the missile and profiling the target simultaneously.", "label": [[4, 18, "Device"]]}
{"id": 393, "data": "The wireless sensor technology is used to monitor pressure within an aortic aneurysm.", "label": [[4, 12, "Resource"]]}
{"id": 394, "data": "The sculpture is embedded with 3,000 toy dogs whose little synchronized yaps are triggered by a hidden motion sensor.", "label": [[103, 116, "Device"]]}
{"id": 395, "data": "Optimal sensor placement is desirable to ensure adequate coverage of the network's flow for detection and remediation of contaminants.", "label": [[8, 14, "Device"]]}
{"id": 396, "data": "The concept of the device is to activate a remote sensor that will trigger the device on the vehicle that will bring it to a stop.", "label": [[50, 56, "Device"]]}
{"id": 397, "data": "A small sensor, the accelerometer, placed nearby then detects the sound waves and analyses their acoustic signature.", "label": [[8, 14, "Device"]]}
{"id": 398, "data": "The breaker trips when the sensor determines that the amperage at the hot terminal is not equal to the amperage at the neutral terminal.", "label": [[27, 33, "Device"]]}
{"id": 399, "data": "We were communicating fairly well and I was about to renew my questions as to how he came to be here when the sensor alert sounded.", "label": [[110, 116, "Device"]]}
{"id": 400, "data": "In late 2009 Borkholder wrote a white paper proposal to DARPA that pitched a disposable blast gauge using a tiny pressure sensor.", "label": [[113, 128, "Device"]]}
{"id": 401, "data": "When said light enters your bloodstream only a portion is reflected and returned to the sensor thus giving you your readout.", "label": [[88, 94, "Device"]]}
{"id": 402, "data": "I told her several days ago I thought the yardmen damaged the backyard rain sensor when they trimmed the shrubs but God forbid we should listen to Rana.", "label": [[71, 82, "Device"]]}
{"id": 403, "data": "On many projects, said O'Mahony, the engineering team is left trying to fight science by being asked to achieve some unrealistic sensor or actuator accuracies.", "label": [[129, 135, "Device"]]}
{"id": 404, "data": "If a given tackle exceeds a certain level of force, the sensor is activated and the player is notified to seek medical attention.", "label": [[56, 62, "Device"]]}
{"id": 405, "data": "Instead, a remote sensor placed outdoors transmits a radio signal to a monitor inside your house, which shows the data on a liquid crystal display.", "label": [[18, 24, "Device"]]}
{"id": 406, "data": "The laser sensor locates the positions of the leading and trailing edges of the tank, and the magnetic sensor provides confirmation of the position of the tank.", "label": [[4, 16, "Device"]]}
{"id": 407, "data": "An anemometric flow sensor, developed at the EPFL is packaged for long-term implantation in the human body for a shunt catheter for the hydrocephalus.", "label": [[15, 26, "Device"]]}
{"id": 408, "data": "With the built-in smart fingerprint sensor, the tablet's security lock can be released by simply placing the finger of a pre-registered user on the sensor.", "label": [[24, 42, "Device"]]}
{"id": 409, "data": "When your late-model car's oxygen sensor goes on the fritz, it will impair operation of the catalytic converter and probably cause your car to flunk its next emission test.", "label": [[27, 40, "Device"]]}
{"id": 410, "data": "If commandos get a new weapon or sensor, it probably will be used on a real mission or battlefield.", "label": [[33, 39, "Device"]]}
{"id": 411, "data": "Although the windows were not linked to the burglar alarm, a sensor activated the system and a passing police patrol stopped to check the building.", "label": [[61, 67, "Device"]]}
{"id": 412, "data": "A specialised machine that uses the latest in optical and high speed sensor technology to search for skeleton weed is in the advanced stages of development.", "label": [[63, 75, "Device"]]}
{"id": 413, "data": "You'll also find cruise control, driver and front passenger airbags, tyre pressure sensor, athermic windscreen and automatic headlights.", "label": [[74, 89, "Device"]]}
{"id": 414, "data": "By supercooling the sensor even small variations in temperature can be detected at long range.", "label": [[20, 26, "Device"]]}
{"id": 415, "data": "The IIR sensor has a stabilised mount so that it can maintain a target within its field of view.", "label": [[8, 14, "Device"]]}
{"id": 416, "data": "Both Sector and Slave Acquisition demonstrate the level of sensor fusion present in the Typhoon.", "label": [[59, 65, "Device"]]}
{"id": 417, "data": "Block 2A software enhanced simulated weapons, data link capabilities, and early fused sensor integration.", "label": [[86, 92, "Device"]]}
{"id": 418, "data": "Lockheed Martin's Dave Scott stated that sensor fusion boosts engine thrust and oil efficiency, increasing the aircraft's range.", "label": [[41, 47, "Device"]]}
{"id": 419, "data": "To overcome this, the Typhoon employs what are now known as sensor fusion techniques.", "label": [[60, 66, "Device"]]}
{"id": 420, "data": "When behind an absorbing mask, the CZT sensor array can determine the direction of the rays.", "label": [[39, 45, "Device"]]}
{"id": 421, "data": "A foil strain gage wired in a fundamental Wheatstone bridge circuit is at the core of the sensor to provide excellent temperature stability.", "label": [[90, 96, "Device"]]}
{"id": 422, "data": "I can't help thinking that, had he lived to see the electronic cricket sensor, the inventor of the opeidoscope probably would have approved.", "label": [[71, 77, "Device"]]}
{"id": 423, "data": "Small turbines are pointed by a simple wind vane, while large turbines generally use a wind sensor coupled with a servomotor.", "label": [[87, 98, "Device"]]}
{"id": 424, "data": "The light and rotation are activated automatically by a photoelectric sensor.", "label": [[56, 76, "Device"]]}
{"id": 425, "data": "This is due to the UES moving completely off the sensor as it moves orad with the swallow.", "label": [[49, 55, "Device"]]}
{"id": 426, "data": "The second category of sensor channels is in the microwave part of the electromagnetic spectrum.", "label": [[23, 29, "Device"]]}
{"id": 427, "data": "Displays for the air traffic controllers may be live video, synthetic images based on surveillance sensor data, or both.", "label": [[99, 105, "Device"]]}
{"id": 428, "data": "The sensor uses highly calibrated internal electronics to measure the response of the device to the Earth's magnetic field.", "label": [[4, 10, "Device"]]}
{"id": 429, "data": "The conductive properties of powdered graphite allow its use as pressure sensor in carbon microphones.", "label": [[64, 79, "Device"]]}
{"id": 430, "data": "Effectively, the downlead and uplead for an individual sensor in the simple array becomes the downlead and uplead for a ladder in the subarray.", "label": [[55, 61, "Device"]]}
{"id": 431, "data": "There's a back-illuminated sensor, autofocus, face detection, digital zoom, geo tagging, night mode, and an LED flash.", "label": [[27, 33, "Device"]]}
{"id": 432, "data": "The automaker said there are two sensors in the airbag sensor assembly which are designed to detect vehicle roll angle.", "label": [[33, 39, "Device"]]}
{"id": 433, "data": "A biometric sensor is embedded in the wrist band, and the assembly also houses a GPS receiver, a barometer, a depth sensor and a thermometer.", "label": [[2, 18, "Device"], [110, 122, "Device"]]}
{"id": 434, "data": "Researchers at Newcastle University and Microsoft Research Cambridge have developed a sensor the size of a wrist watch.", "label": [[86, 92, "Device"]]}
{"id": 435, "data": "Thermopile sensor scans particular angle with output signal depending on angle of incidence.", "label": [[0, 17, "Device"]]}
{"id": 436, "data": "The sensor may aid in quantitating attached bacteria and in defining or extending operating cycle times for the industry.", "label": [[4, 10, "Device"]]}
{"id": 437, "data": "It features a number of sensor specifications, including rain gauge, wind speed and direction, temperature, humidity, and total solar radiation.", "label": [[24, 30, "Device"]]}
{"id": 438, "data": "Station crew members installed a series of jumper cables, bypassing the sensor, and the Poisk module hooks retracted.", "label": [[72, 78, "Device"]]}
{"id": 439, "data": "By modifying the method employed to control the readout circuit timing, Canon achieved the high-speed readout of sensor signals.", "label": [[113, 119, "Device"]]}
{"id": 440, "data": "By modifying the method employed to control the readout circuit timing, Canon successfully achieved the high-speed readout of sensor signals.", "label": [[126, 132, "Device"]]}
{"id": 441, "data": "This sensor non-destructively and reproducibly applies a known set of optical properties to the object being imaged.", "label": [[5, 11, "Device"]]}
{"id": 442, "data": "Due to variations in thin film composition, sensor resistivities fluctuate.", "label": [[44, 50, "Device"]]}
{"id": 443, "data": "High sensitivity, selectivity and reusability are among the advantages of the sensor.", "label": [[78, 84, "Device"]]}
{"id": 444, "data": "It acts as a band-pass filter in the microwave frequency range and it can be also used in sensor applications.", "label": [[90, 96, "Device"]]}
{"id": 445, "data": "The LIF sensor was featured at the 2010 IFPAC show as well as 2010 INTERPHEX NY and received much attention from potential customers.", "label": [[4, 14, "Device"]]}
{"id": 446, "data": "Two or more monomorphs can be incorporated into one sensor to form a bimorph or multimorph respectively.", "label": [[52, 58, "Device"]]}
{"id": 447, "data": "Agilent's LTM technology eliminates the conventional GC oven by wrapping the GC column with a heating element and temperature sensor.", "label": [[114, 132, "Device"]]}
{"id": 448, "data": "The standard design features of the EyeCon 2000 sensor provide binocular vision inspection to observe the target from two different directions.", "label": [[48, 54, "Device"]]}
{"id": 449, "data": "The sensor form factor will be the same for all versions with different software tuned to the body mechanics and reporting needs of each sport.", "label": [[4, 10, "Device"]]}
{"id": 450, "data": "The remaining mechs went to the port side of the aircraft to prep for leak checks on the FVG sensor.", "label": [[89, 99, "Device"]]}
{"id": 451, "data": "The four sensor camera provides 8 megapixels of high definition video over the entire panoramic view.", "label": [[9, 15, "Device"]]}
{"id": 452, "data": "This garage parking sensor lets you know how close you are to the wall to make reverse parking a sinch.", "label": [[20, 26, "Device"]]}
{"id": 453, "data": "The sensor will use wireless communications for power and to telemeter sensor data.", "label": [[61, 77, "Device"]]}
{"id": 454, "data": "This sensor system, which records nip width, renders obsolete time-consuming and inexact tools such as carbon paper and embossed foils.", "label": [[5, 11, "Device"]]}
{"id": 455, "data": "Moreover, Koubachi is the only product using a patented soil moisture sensor technology that works like a tensiometer.", "label": [[61, 76, "Device"]]}
{"id": 456, "data": "Next, we had to transform FOV of each sensor from spherical coordinate system into Cartesian coordinates.", "label": [[38, 44, "Device"]]}
{"id": 457, "data": "We demonstrated a chemiresistive sensor based on core-shell hybridized nanostructures of Fe 3 O 4 and PEDOT for the efficient detection of VOC biomarkers.", "label": [[33, 39, "Device"]]}
{"id": 458, "data": "The robust IR sensing architecture also operates in direct sunlight and includes an ambient light sensor capable of sensing light levels up to 128 kilolux.", "label": [[92, 104, "Device"]]}
{"id": 459, "data": "Another factor to consider is disposable versus rebuildable sensor bodies.", "label": [[60, 66, "Device"]]}
{"id": 460, "data": "Using MyDealerLot, Andean Chevrolet deployed 375 AeroScout motion sensor Wi-Fi tags to the rear-view mirrors of their new and used vehicle inventory.", "label": [[59, 72, "Device"]]}
{"id": 461, "data": "In July 2013, further doubt was cast on the latest production schedule, with further software delays and continuing sensor, display and wing buffet problems.", "label": [[116, 122, "Device"]]}
{"id": 462, "data": "Micron leads the industry in shrinking pixels, creating a smaller sensor form factor for today's razor-thin phone designs, all the while maintaining picture quality.", "label": [[66, 72, "Device"]]}
{"id": 463, "data": "The device, Philips Sleepwave, is attached to the mastoid bone behind the ear using a sensor cable and it works by sending electric pulses into the vestibular system.", "label": [[86, 92, "Device"]]}
{"id": 464, "data": "The CROWS sensor suite includes a daytime video camera, a second-generation forward-looking infrared sight, and a laser range finder for day and night missions.", "label": [[10, 16, "Device"]]}
{"id": 465, "data": "This system consisted of two instrument platforms with four-band radiometers and a datalogger to sample and store radiometer sensor voltages and time of measurement.", "label": [[114, 131, "Device"]]}
{"id": 466, "data": "The ANS program will provide navigational, perception, path-planning and vehicle-following algorithms and the requisite on-board sensor package for autonomous mobility.", "label": [[129, 135, "Device"]]}
{"id": 467, "data": "Integrating avionics systems on a flying test bed will reduce the need for sensor flights during the Engineering and Manufacturing Development phase of the program.", "label": [[75, 81, "Device"]]}
{"id": 468, "data": "Unlike competing devices, the power and size advantages of the AD7980 allow designers to incorporate the new ADC and a digital interface into analog sensor packages.", "label": [[149, 155, "Device"]]}
{"id": 469, "data": "The MCT200SS Snack Food Transmitter offers the snack food industry a process hardened online sensor for the simultaneous measurement of these two critical constituents.", "label": [[93, 99, "Device"]]}
{"id": 470, "data": "For real applications a specific receiver is immobilized on the sensor surface which is supposed to interact with a potential addend ligature to be determined.", "label": [[64, 70, "Device"]]}
{"id": 471, "data": "When that occurs, the device does not measure the amount of methane that the second sensor would capture, and so it underrecords methane leakage rates.", "label": [[84, 90, "Device"]]}
{"id": 472, "data": "The proximity of the heat source allowed it to be detected by the sensor.", "label": [[66, 72, "Device"]]}
{"id": 473, "data": "The acquisition provides Micron with an experienced imaging team, select imaging products and intellectual property relating to Avago's image sensor business.", "label": [[136, 148, "Device"]]}
{"id": 474, "data": "A pressure sensor, supplied by Honeywell's Microswitch division, Morristown, NJ, is used to measure the level of negative pressure applied to the pads.", "label": [[2, 17, "Device"]]}
{"id": 475, "data": "Rockweed, a specialist in fitouts for restaurants and shops launched from its stall its Darna brand of products including LED lamps, sensor trash bins and fancy clocks.", "label": [[133, 139, "Device"]]}
{"id": 476, "data": "Rockweed, a specialist in fit-outs for restaurants and shops, launched from its stall its Darna brand of products including LED lamps, sensor trash bins and fancy clocks.", "label": [[135, 141, "Device"]]}
{"id": 477, "data": "Ben-Dot E, Levin N, Singer A, Karnieli A, Braun O, Kidron GJ Quantitative mapping of the soil rubification process on sand dunes using an airborne hyperspectral sensor.", "label": [[147, 167, "Device"]]}
{"id": 478, "data": "Rockweed, a specialist in fit-outs for restaurants and shops launched from its stall its Darna brand of products including LED lamps, sensor trash bins and fancy clocks.", "label": [[134, 140, "Device"]]}
{"id": 479, "data": "Retia is the original equipment manufacturer of the Czech Army s fire command and control system, the combat command post and the new Revisor short range radar sensor.", "label": [[160, 166, "Device"]]}
{"id": 480, "data": "Commonly a semiconductor radiation detection sensor is used that can also provide spectrographic information on the contamination being collected.", "label": [[45, 51, "Device"]]}
{"id": 481, "data": "We have shown that fast sampling is possible using noncontacting laser probing, and we have presented a working preliminary configuration for the sensor.", "label": [[146, 152, "Device"]]}
{"id": 482, "data": "This sensor can detect acetone, chloroform, cyclohexane, N,N-dimethylformide, ethanol, ethyl acetate, hexane, methanol, carbon tetrachloride, tetrahydrofuran, and toluene.", "label": [[5, 11, "Device"]]}
{"id": 483, "data": "In rubber and tire applications where spot size is important, the sensor should be mounted with the laser beam as close to perpendicular to the surface as possible.", "label": [[66, 72, "Device"]]}
{"id": 484, "data": "The x-ray backscatter sensor, which will be shown for the first time at NPE in Chicago next month, uses an ionization chamber to detect reflected x-rays.", "label": [[22, 28, "Device"]]}
{"id": 485, "data": "For instance, when Abbott and his colleagues attached a receptor called biotin to the lipids, the sensor detected a bacterial protein that binds to biotin.", "label": [[98, 104, "Device"]]}
